public class task01 {
    public static void main(String[] args) {

        /*Задача 1
        Объявите две переменные типа String: admin и name.
        Запишите строку "John" в переменную name.
        Скопируйте значение из переменной name в admin.
        Выведите на экран значение admin, используя метод System.out.println(k); (должно вывести John).*/

        String admin, name;
        name = "Jonh";
        admin = name;
        System.out.println(admin);
    }
}
